{
   "The current password is incorrect.":"Ο τρέχων κωδικός πρόσβασης είναι λανθασμένος.",
   "Otp code is either invalid or expired.":"Ο κωδικός Otp είτε δεν είναι έγκυρος είτε έχει λήξει.",
   "Logout":"Αποσύνδεση",
   "Confirm Password":"Επιβεβαίωση Κωδικού",
   "Please confirm your password before continuing.":"Επιβεβαιώστε τον κωδικό πρόσβασής σας πριν συνεχίσετε.",
   "Password":"Κωδικός πρόσβασης",
   "Forgot Your Password?":"Ξεχάσατε τον κωδικό σας?",
   "Reset Password":"Επαναφέρετε τον κωδικό πρόσβασης",
   "Email Address":"Διεύθυνση ηλεκτρονικού ταχυδρομείου",
   "Send Password Reset Link":"Αποστολή συνδέσμου επαναφοράς κωδικού πρόσβασης",
   "Verify Your Email Address":"Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας",
   "A fresh verification link has been sent to your email address.":"Ένας νέος σύνδεσμος επαλήθευσης έχει σταλεί στη διεύθυνση email σας.",
   "Before proceeding, please check your email for a verification link.":"Πριν συνεχίσετε, ελέγξτε το email σας για έναν σύνδεσμο επαλήθευσης.",
   "If you did not receive the email":"Εάν δεν λάβατε το email",
   "click here to request another":"κάντε κλικ εδώ για να ζητήσετε άλλο",
   "Dashboard":"Ταμπλό",
   "You are logged in!":"Έχετε συνδεθεί!",
   "Toggle navigation":"Εναλλαγή πλοήγησης",
   "Login":"Σύνδεση",
   "Dear":"αγαπητός",
   "Confirm Account Deletion":"Επιβεβαιώστε τη διαγραφή λογαριασμού",
   "Thank you for your generous donation to Prayer Bowl. We are writing to confirm that we have received your donation of":"Σας ευχαριστούμε για τη γενναιόδωρη δωρεά σας στο Prayer Bowl. Σας γράφουμε για να επιβεβαιώσουμε ότι λάβαμε τη δωρεά σας",
   "Your contribution is greatly appreciated and will be instrumental in supporting our cause.":"Η συνεισφορά σας εκτιμάται ιδιαίτερα και θα είναι καθοριστική για την υποστήριξη του σκοπού μας.",
   "Thank you once again for your support.":"Σας ευχαριστούμε για άλλη μια φορά για την υποστήριξή σας.",
   "Blessings":"Ευλογίες",
   "Prayer Bowl Team":"Ομάδα Προσευχής",
   "PRAY FOR SOMEONE":"ΠΡΟΣΕΥΧΗ ΓΙΑ ΚΑΠΟΙΟΝ",
   "please use the following OTP code to reset your password":"χρησιμοποιήστε τον παρακάτω κωδικό OTP για να επαναφέρετε τον κωδικό πρόσβασής σας",
   "© 2024 Prayer Bowl. All rights reserved.":"© 2024 Prayer Bowl. Ολα τα δικαιώματα διατηρούνται.",
   "I hope this message finds you in good spirits. We wanted to reach out and share that":"Ελπίζω αυτό το μήνυμα να σας βρει σε καλή διάθεση. Θέλαμε να επικοινωνήσουμε και να το μοιραστούμε",
   "is keeping you in their prayers at this very moment.":" :senderName σε έχει στις προσευχές του αυτήν τη στιγμή.",
   "All rights reserved.":"Ολα τα δικαιώματα διατηρούνται."
}
