{"The current password is incorrect.":"La contraseña actual es incorrecta.","Otp code is either invalid or expired.":"El código OTP no es válido o ha caducado.","Logout":"Cerrar sesión","Confirm Password":"confirmar Contraseña","Please confirm your password before continuing.":"Confirme su contraseña antes de continuar.","Password":"Contraseña","Forgot Your Password?":"¿Olvidaste tu contraseña?","Reset Password":"Restablecer la contraseña","Email Address":"Dirección de correo electrónico","Send Password Reset Link":"Enviar enlace para restablecer contraseña","Verify Your Email Address":"Verifique su dirección de correo electrónico","A fresh verification link has been sent to your email address.":"Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.","Before proceeding, please check your email for a verification link.":"Antes de continuar, consulte su correo electrónico para obtener un enlace de verificación.","If you did not receive the email":"Si no recibiste el correo electrónico","click here to request another":"haga clic aquí para solicitar otro","Dashboard":"Panel","You are logged in!":"¡Estás conectado!","Toggle navigation":"Navegación de palanca","Login":"Acceso","Dear":"Estimado","Confirm Account Deletion":"Confirmar eliminación de cuenta","Thank you for your generous donation to Prayer Bowl. We are writing to confirm that we have received your donation of":"Gracias por su generosa donación a Prayer Bowl. Le escribimos para confirmar que hemos recibido su donación de","Your contribution is greatly appreciated and will be instrumental in supporting our cause.":"Su contribución es muy apreciada y será fundamental para apoyar nuestra causa.","Thank you once again for your support.":"Gracias una vez más por su apoyo.","Blessings":"Bendiciones","Prayer Bowl Team":"Equipo de tazón de oración","PRAY FOR SOMEONE":"ORAR POR ALGUIEN","please use the following OTP code to reset your password":"utilice el siguiente código OTP para restablecer su contraseña","© 2024 Prayer Bowl. All rights reserved.":"© 2024 Cuenco de oración. Reservados todos los derechos.","I hope this message finds you in good spirits. We wanted to reach out and share that":"Espero que este mensaje te encuentre de buen humor. Queríamos acercarnos y compartir eso.","All rights reserved.":"Reservados todos los derechos."}