{
   "The current password is incorrect.":"Le mot de passe actuel est incorrect.",
   "Otp code is either invalid or expired.":"Le code OTP est soit invalide, soit expiré.",
   "Logout":"Se déconnecter",
   "Confirm Password":"Confirmez le mot de passe",
   "Please confirm your password before continuing.":"Veuillez confirmer votre mot de passe avant de continuer.",
   "Password":"Mot de passe",
   "Forgot Your Password?":"Mot de passe oublié?",
   "Reset Password":"réinitialiser le mot de passe",
   "Email Address":"Adresse e-mail",
   "Send Password Reset Link":"Envoyer le lien de réinitialisation du mot de passe",
   "Verify Your Email Address":"Vérifiez votre adresse e-mail",
   "A fresh verification link has been sent to your email address.":"Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
   "Before proceeding, please check your email for a verification link.":"Avant de continuer, veuillez vérifier votre courrier électronique pour un lien de vérification.",
   "If you did not receive the email":"Si vous n'avez pas reçu l'e-mail",
   "click here to request another":"cliquez ici pour en demander un autre",
   "Dashboard":"Tableau de bord",
   "You are logged in!":"Vous êtes authentifié!",
   "Toggle navigation":"Basculer la navigation",
   "Login":"Se connecter",
   "Dear":"Cher",
   "Confirm Account Deletion":"Confirmer la suppression du compte",
   "Thank you for your generous donation to Prayer Bowl. We are writing to confirm that we have received your donation of":"Merci pour votre généreux don à Prayer Bowl. Nous vous écrivons pour confirmer que nous avons reçu votre don de",
   "Your contribution is greatly appreciated and will be instrumental in supporting our cause.":"Votre contribution est grandement appréciée et contribuera à soutenir notre cause.",
   "Thank you once again for your support.":"Merci encore une fois pour votre soutien.",
   "Blessings":"Bénédictions",
   "Prayer Bowl Team":"Équipe du bol de prière",
   "PRAY FOR SOMEONE":"PRIEZ POUR QUELQU'UN",
   "please use the following OTP code to reset your password":"veuillez utiliser le code OTP suivant pour réinitialiser votre mot de passe",
   "© 2024 Prayer Bowl. All rights reserved.":"© 2024 Bol de prière. Tous droits réservés.",
   "I hope this message finds you in good spirits. We wanted to reach out and share that":"J'espère que ce message vous trouvera de bonne humeur. Nous voulions tendre la main et partager cela",
   "is keeping you in their prayers at this very moment.":" :senderName vous garde dans ses prières en ce moment même.",
   "All rights reserved.":"Tous droits réservés.",
    "Donation Confirmation Contribution to Prayer Bowl": " :name Contribution de confirmation de don au bol de prière.",
    "Someone is Praying for your right now": "Quelqu'un prie pour toi en ce moment",
    "Donation Confirmation: Prayer Bowl App": "Confirmation de don : application Prayer Bowl",
    "Your Prayer Request has been approved": "Votre demande de prière a été approuvée",
    "Your Prayer Request has been rejected": "Votre demande de prière a été rejetée",
    "Your Testimonial has been approved": "Votre témoignage a été approuvé",
    "Your Testimonial has been rejected": "Votre témoignage a été rejeté"
}
