{
   "The current password is incorrect.":"वर्तमान पासवर्ड ग़लत है.",
   "Otp code is either invalid or expired.":"ओटीपी कोड या तो अमान्य है या समाप्त हो चुका है।",
   "Logout":"लॉग आउट",
   "Confirm Password":"पासवर्ड की पुष्टि कीजिये",
   "Please confirm your password before continuing.":"कृपया जारी रखने से पहले अपने पासवर्ड की पुष्टि करें।",
   "Password":"पासवर्ड",
   "Forgot Your Password?":"अपना कूट शब्द भूल गए?",
   "Reset Password":"पासवर्ड रीसेट",
   "Email Address":"मेल पता",
   "Send Password Reset Link":"पासवर्ड रीसेट लिंक भेजें",
   "Verify Your Email Address":"अपने ईमेल पते की पुष्टि करें",
   "A fresh verification link has been sent to your email address.":"आपके ईमेल पते पर एक नया सत्यापन लिंक भेजा गया है।",
   "Before proceeding, please check your email for a verification link.":"आगे बढ़ने से पहले, कृपया सत्यापन लिंक के लिए अपना ईमेल जांचें।",
   "If you did not receive the email":"यदि आपको ईमेल प्राप्त नहीं हुआ",
   "click here to request another":"दूसरे का अनुरोध करने के लिए यहां क्लिक करें",
   "Dashboard":"डैशबोर्ड",
   "You are logged in!":"आप लोग्ड इन हो चुके हैं!",
   "Toggle navigation":"टॉगल से संचालित करना",
   "Login":"लॉग इन करें",
   "Dear":"प्रिय",
   "Confirm Account Deletion":"खाता हटाने की पुष्टि करें",
   "Thank you for your generous donation to Prayer Bowl. We are writing to confirm that we have received your donation of":"प्रार्थना बाउल के लिए आपके उदार दान के लिए धन्यवाद। हम यह पुष्टि करने के लिए लिख रहे हैं कि हमें आपका दान प्राप्त हो गया है",
   "Your contribution is greatly appreciated and will be instrumental in supporting our cause.":"आपके योगदान की अत्यधिक सराहना की जाती है और यह हमारे उद्देश्य का समर्थन करने में सहायक होगा।",
   "Thank you once again for your support.":"आपके समर्थन के लिए एक बार फिर धन्यवाद।",
   "Blessings":"आशीर्वाद का",
   "Prayer Bowl Team":"प्रार्थना बाउल टीम",
   "PRAY FOR SOMEONE":"किसी के लिए प्रार्थना करें",
   "please use the following OTP code to reset your password":"कृपया अपना पासवर्ड रीसेट करने के लिए निम्नलिखित ओटीपी कोड का उपयोग करें",
   "© 2024 Prayer Bowl. All rights reserved.":"© 2024 प्रार्थना कटोरा। सर्वाधिकार सुरक्षित।",
   "I hope this message finds you in good spirits. We wanted to reach out and share that":"मुझे आशा है कि यह संदेश आपको अच्छी भावनाओं से भर देगा। हम उस तक पहुंचना और उसे साझा करना चाहते थे",
   "is keeping you in their prayers at this very moment.":"इस समय :senderName आपको अपनी प्रार्थनाओं में याद रख रहा है।",
   "All rights reserved.":"सर्वाधिकार सुरक्षित।",
    "Donation Confirmation Contribution to Prayer Bowl": " :name प्रार्थना बाउल में दान पुष्टिकरण योगदान",
    "Someone is Praying for your right now": "अभी कोई आपके लिए प्रार्थना कर रहा है",
    "Donation Confirmation: Prayer Bowl App": "दान पुष्टिकरण: प्रार्थना बाउल ऐप",
    "Your Prayer Request has been approved": "आपका प्रार्थना अनुरोध स्वीकृत हो गया है",
    "Your Prayer Request has been rejected": "आपका प्रार्थना अनुरोध अस्वीकार कर दिया गया है",
    "Your Testimonial has been approved": "आपका प्रशंसापत्र स्वीकृत कर दिया गया है",
    "Your Testimonial has been rejected": "आपका प्रशंसापत्र अस्वीकार कर दिया गया है",
    "Your prayer request has been answered. Someone is praying for you.":"आपके प्रार्थना अनुरोध का उत्तर दे दिया गया है. कोई आपके लिए प्रार्थना कर रहा है.",
    "You are in the top 3 prayer warriors today. Keep it up!":"आप आज शीर्ष 3 प्रार्थना योद्धाओं में हैं। इसे जारी रखो!",
   "It is time to pray":"यह प्रार्थना करने का समय है"
}
