{
   "The current password is incorrect.":"Modpas aktyèl la pa kòrèk.",
   "Otp code is either invalid or expired.":"Kòd Otp swa pa valab oswa ekspire.",
   "Logout":"Dekonekte",
   "Confirm Password":"Konfime modpas",
   "Please confirm your password before continuing.":"Tanpri konfime modpas ou anvan ou kontinye.",
   "Password":"Modpas",
   "Forgot Your Password?":"Ou Bliye Modpas Ou?",
   "Reset Password":"Reyajiste modpas",
   "Email Address":"Adrès Imèl",
   "Send Password Reset Link":"Voye Modpas Reyajiste Link",
   "Verify Your Email Address":"Verify adrès imel ou",
   "A fresh verification link has been sent to your email address.":"Yo voye yon nouvo lyen verifikasyon sou adrès imel ou.",
   "Before proceeding, please check your email for a verification link.":"Anvan ou kontinye, tanpri tcheke imel ou a pou yon lyen verifikasyon.",
   "If you did not receive the email":"Si ou pa t resevwa imel la",
   "click here to request another":"klike la pou mande yon lòt",
   "Dashboard":"Dachboard",
   "You are logged in!":"Ou konekte!",
   "Toggle navigation":"Aktive navigasyon",
   "Login":"Ouvri sesyon an",
   "Dear":"Mezanmi",
   "Confirm Account Deletion":"Konfime efase kont",
   "Thank you for your generous donation to Prayer Bowl. We are writing to confirm that we have received your donation of":"Mèsi pou don jenere ou bay Prayer Bowl. N ap ekri pou nou konfime ke nou te resevwa don ou a",
   "Your contribution is greatly appreciated and will be instrumental in supporting our cause.":"Kontribisyon w ap apresye anpil e li pral yon enstriman pou sipòte kòz nou an.",
   "Thank you once again for your support.":"Mèsi yon lòt fwa ankò pou sipò ou.",
   "Blessings":"Benediksyon",
   "Prayer Bowl Team":"Ekip bòl lapriyè",
   "PRAY FOR SOMEONE":"LAPRIYE POU YON MOUN",
   "please use the following OTP code to reset your password":"tanpri itilize kòd OTP sa a pou reset modpas ou",
   "© 2024 Prayer Bowl. All rights reserved.":"© 2024 bòl lapriyè. Tout dwa rezève.",
   "I hope this message finds you in good spirits. We wanted to reach out and share that":"Mwen espere mesaj sa a jwenn ou nan bon espri. Nou te vle kontakte epi pataje sa",
   "is keeping you in their prayers at this very moment.":" :senderName ap kenbe ou nan lapriyè yo nan moman sa a menm.",
   "All rights reserved.":"Tout dwa rezève."
}
