{
    "The current password is incorrect.":"La password attuale è errata.",
    "Otp code is either invalid or expired.":"Il codice OTP è invalido o scaduto.",
    "Logout":"Disconnetti",
    "Confirm Password":"Conferma Password",
    "Please confirm your password before continuing.":"Si prega di confermare la password prima di procedere.",
    "Password":"Password",
    "Forgot Your Password?":"Hai dimenticato la tua Password?",
    "Reset Password":"Reimposta Password",
    "Email Address":"Indirizzo Email",
    "Send Password Reset Link":"Invia Link per Reimpostare la Password",
    "Verify Your Email Address":"Verifica il tuo Indirizzo Email",
    "A fresh verification link has been sent to your email address.":"Un nuovo link di verifica è stato inviato al tuo indirizzo email.",
    "Before proceeding, please check your email for a verification link.":"Prima di procedere, controlla il tuo email per un link di verifica.",
    "If you did not receive the email":"Se non hai ricevuto l'email",
    "click here to request another":"clicca qui per richiederne un altro",
    "Dashboard":"Cruscotto",
    "You are logged in!":"Sei loggato!",
    "Toggle navigation":"Attiva navigazione",
    "Login":"Accedi",
    "Dear":"Caro",
    "Confirm Account Deletion":"Conferma Eliminazione Account",
    "Thank you for your generous donation to Prayer Bowl. We are writing to confirm that we have received your donation of":"Grazie per la tua generosa donazione a Prayer Bowl. Scriviamo per confermare che abbiamo ricevuto la tua donazione di",
    "Your contribution is greatly appreciated and will be instrumental in supporting our cause.":"Il tuo contributo è molto apprezzato e sarà fondamentale per sostenere la nostra causa.",
    "Thank you once again for your support.":"Grazie ancora per il tuo supporto.",
    "Blessings":"Benedizioni",
    "Prayer Bowl Team":"Squadra di Prayer Bowl",
    "PRAY FOR SOMEONE":"Prega per Qualcuno",
    "please use the following OTP code to reset your password":"si prega di utilizzare il seguente codice OTP per reimpostare la tua password",
    "© 2024 Prayer Bowl. All rights reserved.":"© 2024 Prayer Bowl. Tutti i diritti riservati.",
    "I hope this message finds you in good spirits. We wanted to reach out and share that":"Spero che questo messaggio ti trovi in buona salute. Volevamo contattarti e condividere che",
    "is keeping you in their prayers at this very moment.":" :senderName ti sta tenendo nelle loro preghiere in questo momento",
    "All rights reserved.":"Tutti i diritti riservati.",
    "Donation Confirmation Contribution to Prayer Bowl": "Conferma della Donazione: Contributo a Prayer Bowl :name",
    "Someone is Praying for your right now":"Qualcuno sta pregando per te in questo momento",
    "Donation Confirmation: Prayer Bowl App":"Conferma della Donazione: App di Prayer Bowl",
    "Your Prayer Request has been approved":"La tua Richiesta di Preghiera è stata approvata",
    "Your Prayer Request has been rejected":"La tua Richiesta di Preghiera è stata respinta",
    "Your Testimonial has been approved":"La tua Testimonianza è stata approvata",
    "Your Testimonial has been rejected":"La tua Testimonianza è stata respinta",
    "Your prayer request has been answered. Someone is praying for you.":"La tua richiesta di preghiera è stata accolta. Qualcuno sta pregando per te.",
    "You are in the top 3 prayer warriors today. Keep it up!":"Sei tra i primi 3 guerrieri di preghiera oggi. Continua così!",
   "It is time to pray":"È tempo di pregare"
 }
 