{
   "The current password is incorrect.":"A senha atual está incorreta.",
   "Otp code is either invalid or expired.":"O código Otp é inválido ou expirou.",
   "Logout":"Sair",
   "Confirm Password":"Confirme sua senha",
   "Please confirm your password before continuing.":"Por favor, confirme sua senha antes de continuar.",
   "Password":"Senha",
   "Forgot Your Password?":"Esqueceu sua senha?",
   "Reset Password":"Redefinir senha",
   "Email Address":"Endereço de email",
   "Send Password Reset Link":"Enviar link de redefinição de senha",
   "Verify Your Email Address":"Verifique seu endereço de e-mail",
   "A fresh verification link has been sent to your email address.":"Um novo link de verificação foi enviado para seu endereço de e-mail.",
   "Before proceeding, please check your email for a verification link.":"Antes de continuar, verifique se há um link de verificação em seu e-mail.",
   "If you did not receive the email":"Se você não recebeu o e-mail",
   "click here to request another":"clique aqui para solicitar outro",
   "Dashboard":"Painel",
   "You are logged in!":"Você está logado!",
   "Toggle navigation":"Alternar de navegação",
   "Login":"Conecte-se",
   "Dear":"Querido",
   "Confirm Account Deletion":"Confirmar exclusão da conta",
   "Thank you for your generous donation to Prayer Bowl. We are writing to confirm that we have received your donation of":"Obrigado pela sua generosa doação ao Prayer Bowl. Estamos escrevendo para confirmar que recebemos sua doação de",
   "Your contribution is greatly appreciated and will be instrumental in supporting our cause.":"Sua contribuição é muito apreciada e será fundamental para apoiar nossa causa.",
   "Thank you once again for your support.":"Obrigado mais uma vez pelo seu apoio.",
   "Blessings":"Bênçãos",
   "Prayer Bowl Team":"Equipe da Tigela de Oração",
   "PRAY FOR SOMEONE":"ORE POR ALGUÉM",
   "please use the following OTP code to reset your password":"use o seguinte código OTP para redefinir sua senha",
   "© 2024 Prayer Bowl. All rights reserved.":"© 2024 Tigela de Oração. Todos os direitos reservados.",
   "I hope this message finds you in good spirits. We wanted to reach out and share that":"Espero que esta mensagem o encontre de bom humor. Queríamos estender a mão e compartilhar isso",
   "is keeping you in their prayers at this very moment.":" :senderName está mantendo você em suas orações neste exato momento.",
   "All rights reserved.":"Todos os direitos reservados.",
    "Donation Confirmation Contribution to Prayer Bowl": " :name Contribuição de confirmação de doação para tigela de oração.",
    "Someone is Praying for your right now": "Alguém está orando por você agora",
    "Donation Confirmation: Prayer Bowl App": "Confirmação de doação: aplicativo Prayer Bowl",
    "Your Prayer Request has been approved": "Seu pedido de oração foi aprovado",
    "Your Prayer Request has been rejected": "Seu pedido de oração foi rejeitado",
    "Your Testimonial has been approved": "Seu depoimento foi aprovado",
    "Your Testimonial has been rejected": "Seu depoimento foi rejeitado",
    "Your prayer request has been answered. Someone is praying for you.":"Seu pedido de oração foi atendido. Alguém está orando por você.",
    "You are in the top 3 prayer warriors today. Keep it up!":"Você está no top 3 dos guerreiros de oração hoje. Continue assim!",
  "It is time to pray":"É hora de orar"
}
