{
   "The current password is incorrect.":"Текущий пароль неверен.",
   "Otp code is either invalid or expired.":"OTP-код недействителен или срок его действия истек.",
   "Logout":"Выйти",
   "Confirm Password":"Подтвердите пароль",
   "Please confirm your password before continuing.":"Пожалуйста, подтвердите свой пароль, прежде чем продолжить.",
   "Password":"Пароль",
   "Forgot Your Password?":"Забыли пароль?",
   "Reset Password":"Сброс пароля",
   "Email Address":"Адрес электронной почты",
   "Send Password Reset Link":"Отправить ссылку для сброса пароля",
   "Verify Your Email Address":"Проверьте свой адрес электронной почты",
   "A fresh verification link has been sent to your email address.":"На ваш адрес электронной почты была отправлена ​​новая ссылка для подтверждения.",
   "Before proceeding, please check your email for a verification link.":"Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения.",
   "If you did not receive the email":"Если вы не получили письмо",
   "click here to request another":"нажмите здесь, чтобы запросить другой",
   "Dashboard":"Панель приборов",
   "You are logged in!":"Вы вошли в систему!",
   "Toggle navigation":"Переключить навигацию",
   "Login":"Авторизоваться",
   "Dear":"Дорогой",
   "Confirm Account Deletion":"Подтвердите удаление учетной записи",
   "Thank you for your generous donation to Prayer Bowl. We are writing to confirm that we have received your donation of":"Благодарим вас за щедрое пожертвование в пользу Молитвенной Чаши. Мы пишем, чтобы подтвердить, что мы получили ваше пожертвование в размере",
   "Your contribution is greatly appreciated and will be instrumental in supporting our cause.":"Ваш вклад очень ценен и будет способствовать поддержке нашего дела.",
   "Thank you once again for your support.":"Еще раз спасибо за вашу поддержку.",
   "Blessings":"Благословения",
   "Prayer Bowl Team":"Команда Молитвенной Чаши",
   "PRAY FOR SOMEONE":"МОЛИТЕСЬ ЗА КОГО-ТО",
   "please use the following OTP code to reset your password":"пожалуйста, используйте следующий OTP-код для сброса пароля",
   "© 2024 Prayer Bowl. All rights reserved.":"© 2024 Молитвенная Чаша. Все права защищены.",
   "I hope this message finds you in good spirits. We wanted to reach out and share that":"Надеюсь, это сообщение застанет вас в хорошем настроении. Мы хотели протянуть руку помощи и поделиться этим",
   "is keeping you in their prayers at this very moment.":" :senderName держит вас в своих молитвах в этот самый момент.",
   "All rights reserved.":"Все права защищены."
}
