{
    "The current password is incorrect.":"Ang kasalukuyang password ay mali.",
    "Otp code is either invalid or expired.":"Ang OTP code ay alinman sa hindi wasto o nag-expire na.",
    "Logout":"Logout",
    "Confirm Password":"Kumpirmahin ang Password",
    "Please confirm your password before continuing.":"Pakikumpirma ang iyong password bago magpatuloy.",
    "Password":"Password",
    "Forgot Your Password?":"Nakalimutan ang Iyong Password?",
    "Reset Password":"I-reset ang Password",
    "Email Address":"Email Address",
    "Send Password Reset Link":"Ipadala ang Link sa Pag-reset ng Password",
    "Verify Your Email Address":"I-verify ang Iyong Email Address",
    "A fresh verification link has been sent to your email address.":"Isang bagong verification link ang ipinadala sa iyong email address.",
    "Before proceeding, please check your email for a verification link.":"Bago magpatuloy, pakisuri ang iyong email para sa isang verification link.",
    "If you did not receive the email":"Kung hindi mo natanggap ang email",
    "click here to request another":"i-click dito upang humiling ng isa pa",
    "Dashboard":"Dashboard",
    "You are logged in!":"Naka-login ka na!",
    "Toggle navigation":"I-toggle ang navigation",
    "Login":"Login",
    "Dear":"Mahal",
    "Confirm Account Deletion":"Kumpirmahin ang Pagbura ng Account",
    "Thank you for your generous donation to Prayer Bowl. We are writing to confirm that we have received your donation of":"Salamat sa iyong mapagbigay na donasyon sa Prayer Bowl. Nagsusulat kami upang kumpirmahin na natanggap na namin ang iyong donasyon na",
    "Your contribution is greatly appreciated and will be instrumental in supporting our cause.":"Lubos naming pinahahalagahan ang iyong kontribusyon at magiging mahalaga ito sa pagsuporta sa aming layunin.",
    "Thank you once again for your support.":"Maraming salamat muli sa iyong suporta.",
    "Blessings":"Pagpapala",
    "Prayer Bowl Team":"Prayer Bowl Team",
    "PRAY FOR SOMEONE":"Ipagdasal ang Isang Tao",
    "please use the following OTP code to reset your password":"pakigamit ang sumusunod na OTP code upang i-reset ang iyong password",
    "© 2024 Prayer Bowl. All rights reserved.":"© 2024 Prayer Bowl. Lahat ng karapatan ay nakalaan.",
    "I hope this message finds you in good spirits. We wanted to reach out and share that":"Sana ay maayos ka habang natatanggap mo ang mensaheng ito. Gusto naming ibahagi na",
    "is keeping you in their prayers at this very moment.":" :senderName ipinapanalangin ka sa sandaling ito",
    "All rights reserved.":"Lahat ng karapatan ay nakalaan.",
    "Donation Confirmation Contribution to Prayer Bowl": "Kumpirmasyon ng Donasyon: Kontribusyon sa Prayer Bowl :name",
    "Someone is Praying for your right now":"May isang tao na ipinapanalangin ka ngayon",
    "Donation Confirmation: Prayer Bowl App":"Kumpirmasyon ng Donasyon: Prayer Bowl App",
    "Your Prayer Request has been approved":"Ang iyong Kahilingan sa Panalangin ay naaprubahan na",
    "Your Prayer Request has been rejected":"Ang iyong Kahilingan sa Panalangin ay tinanggihan",
    "Your Testimonial has been approved":"Ang iyong Patotoo ay naaprubahan na",
    "Your Testimonial has been rejected":"Ang iyong Patotoo ay tinanggihan",
    "Your prayer request has been answered. Someone is praying for you.":"Ang iyong kahilingan sa panalangin ay nasagot na. May isang tao na ipinapanalangin ka.",
    "You are in the top 3 prayer warriors today. Keep it up!":"Ikaw ay kabilang sa top 3 prayer warriors ngayon. Ipagpatuloy mo lang!",
    "This time to pray. Pause and reflect.":"Oras na para magdasal. Huminto at magnilay."
 }
 